example/0x1tv.yml
#!/usr/bin/env bzt
---         
included-configs:
- global.yml                                                                                                                                                                                                                                   

scenarios:                                                                                                                                                                                                                                   
  generated-jmx:                                                                                                                                                                                                                                    
    script: generated-firefox.jmx

execution:
  - scenario: generated-jmx
    concurrency: 10
    ramp-up: 50s    
    hold-for: 3m