example/0x1tv.yml
#!/usr/bin/env bzt
---         
scenarios:                                                                                                                                                                                                                                   
  generated-jmx:                                                                                                                                                                                                                                    
    script: generated-firefox.jmx
  selenium-origin:                                                                                                                                                                                                                                    
    script: 0x1tv.py

execution:
  - executor: selenium
    scenario: selenium-origin
    concurrency: 3
    ramp-up: 50s    
    hold-for: 3m
  - executor: jmeter
    scenario: generated-jmx
    concurrency: 100
    ramp-up: 50s    
    hold-for: 3m